Repository: mozilla-l10n/mt-training-data
Catalog: ush/ush_pontoon.tmx
Source language: en_us
Languages: ush

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ush: آسو تی یقین ہنو عوام در دستیاب بڑو آواز ڈیٹاسیٹ تیز اؤ تکڑا تجارتی مقابلہ در ازدا تھونو کارا اسپیج ٹیکنالوجی مشین لالو مددگار ثابت تھینا۔ کامن وائس لالو جیبو ڈیٹا سیٹ موݜو کئی ایک عوامی ڈیٹاسیٹ ہنو خو انا صرف آکو ست نیِش۔ انا پیج ایک حوالا تھونو کارا ہورے اوپن سورس آواز ڈیٹاسیٹ کارا ݜکا، اؤ کامن وائس غٹی بینو، انا آسئی تازہ ریلیس اپڈیٹی کارا ایک گوٹ ہنو۔

source: Website Localization
ush: ویب سائٹے ترجمہ

source: Websites
ush: ویب سائٹس

source: We couldn’t find that page for you
ush: ما تھئی کارا انا پیج نی سپارونو

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ush: آسو تے ݜونونو کارا کلپ میلاؤ نی بیلو، مہربانی تھا دوبارا کوشش تھا۔

source: We couldn’t get any sentences for you to speak. Please try again later.
ush: می تھئی کارا جے فقرہ نی لدی

source: Weekly
ush: ہفتہ وار

source: Weekly Goal
ush: ہفتہ کارا مقصد

source: We launch the Common Voice site in this language.
ush: آسائی آنا جیِبو کامن وائس دا شروع تھے گے۔

source: Welcome { $company } staff!
ush: ثیر ست آلو{ $company } عملہ

source: Welcome to Common Voice
ush: تُو کان وائس تے آلو

source: Welcome to Spontaneous Speech
ush: روان تقریر تے سلام تھونُو

source: Welsh
ush: ویلش

source: We may have run out of clips - refresh the page, or try again later.
ush: تو کائی کلپ ختم بیلو- پیج تازا تھئی، یا پتوتے دوبارا کوشش تھئی۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ush: آسو تی انا درخواست نی آبریلنو۔ مہربانی تھا آسو تی براہ راست ای میل تھی <emailLink> انیس جا۔ اؤ { $email } </emailLink> آسو تو پتو واپس اونا!

source: We periodically release the dataset
ush: آسئی ہر وقت در ڈیٹاسیٹ جاری تھینو

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ush: آسو چھئی معلومات تھونو وعدہ تھونا۔ آسئی آنا لنک در ہُور جیرا زا۔<privacyLink>۔ پروائیسی لنک </privacyLink>

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ush: آسو لالو جیبو آوازے ایک اوپن سورس ڈیٹا سیٹ سپارونا سا ہر ایک وینائی قابل اپلیکیشن ترتیب کارا استعمال تھو بئینو۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ush: آسو آوازُو ایک غٹ غوبل جمع تُھونا۔ تم آواز دا، آنا آواز خلخوکے سہی تھا، آنا ڈیٹا سیٹ بُھوٹو کئی غورا ہنُو۔

source: We’re experiencing unexpected downtime
ush: ما غیر متوقع وقت در تجربہ تھیما

source: We're going out to get coffee.
ush: آسو کافی گھینونو کارا درو تی بجونا۔

source: We’re going out to get coffee.
ush: آسو درو بجیتو کافی آٹونا

source: We release the dataset every 3 months.
ush: آسو ہر ڇوئے موزو در ڈیٹا سیٹ ریلز تھونا

source: We're making some big changes
ush: آسو لالو غٹ بدلون آٹونا

source: We're receiving a lot of traffic and are currently investigating the issues.
ush: آسو تی لالی مواد میلاؤ بیلنا آسو مسلؤ تھقیق تھونو۔

source: We’re sorry, your platform is not currently supported.
ush: آسو افسوس ہنُو کہ تھئی پلیٹ فارم آنیِز جا نی اینُو۔

source: Western Penan
ush: مغری پینان

source: Western Sierra Puebla Nahuatl
ush: مغربی سیریا [یبولا نہاؤتی

source: Westphalian
ush: ویسٹ فالی

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ush: آسو موزیلا پونٹون ترجمہ کارا استعمال تھونا۔ پونٹون جا لالے جیِنے ہنے۔ کا آنا تھئی جیِن نیِش نُو تمو جیب آنیس در شامل تھی۔ تمو جیبو کامن وایئس جا موݜو تھے تے۔ <githubRepoLink> گٹ لب

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
ush: آسئی جے تبدیلی تھینی، آسئی ڈیلٹا سیگمنٹ در تازا کلپے شامل تھینی، آخری ریلیس کئی بعد ہنی۔

source: We've run out of sentences to record in this language...
ush: آسو ست فقرہ ئے ہنی انا جیِبی ریکارڈی کارا

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ush: آسو ہُورو خلگ شانا تمو جیِب غورا گنڑُو نا۔ لیس کارا ڈیٹا سیٹ در مختلف آوازو در جمع بوں نا۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ush: آسو ادئی الگوریتھم مشین پتوتے کامک شور سا کنٹرول تھئی۔ این ایک شانتا اُوچت اواز آسو برداشت تھوگونا سا آواز تُو منع نی تھئی اے تُو لا کلپ ݜُون لا۔ پتوتے غلئی موسیقی بئی۔ اؤ سا موسیقی توتے مسئلہ سپارینُو سا آواز غلے بئی۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
ush: آسو مختلف لہجو تی ہرکلے رونا! ایک کلپ مسترد تھونو کئی مݜو احتیاط تھا تھئی خیال در رزونو والا ایک لفظ غلط آدا تھینو، یا غلط دیشا دباؤ تھینی، یا چکو بو دھریلنی، بوٹی دنیا در تلفظ لالی الفاظ استعمال بینو، ہورے ادئی الفاظے ہنی تو تمو کمیونٹی جیب در نی ݜونی۔ مہربانی تھا سا ضلقو قدر تھا ایسی چھو کئی مختلف جیب رئینا۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
ush: آسو ہُم <strong> آسئی کمیونٹی مینیجر سؤونا! تو دلچسپی لرئیلا</strong>، سا تو تے تھئی ضرورت معلومات اؤ اضافی سپورٹ دو بئینو۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ush: آسو تُوست اُورکامن وائس معلوماتا کارا رابطہ دستی در بونو

source: We will be in touch with more information as it becomes available.
ush: سو ہورے معلومات میلاؤ تھونو در سی ست رابطہ در بھونو۔

source: We will not make your email public.
ush: آسو تھئی ای میل خلقو تی نی پشارونا

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ush: آسو چھئی درخواست جائزہ بیچھونا چیں چی تھئی ڈیٹاسیٹ در وائس ریکارڈنگ پیر تھونو کارا دے سی۔ کہ تھئی درخواست منظور بیلو، آسو سی ست رابطہ تھونا اؤ درخواست دونا چی سا تھئی ڈاونلوڈ وائس ریکارڈنگ ڈیٹاسیٹ کئی پیر تھئی۔

source: We will show you a prompt or question
ush: اسو تو تی ایک پرمپٹ یا سوال پشارونو

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
ush: آسو فاونڈیشن، سیول سوسائٹی اؤ کمیونٹی پارٹنر ست انٹرنیٹ مضبوط تھونو کارا کوروم تھونا، آسئی خاص توجہ مشرقی افریقہ ہنی، آسئی پروگرام کورومی کارا <programmaticWork> ہورے ہُم ݜکا۔ </programmaticWork>

source: What is a language on Common Voice?
ush: کامن وائس جا جیِب کدئی بینی؟

source: What issues are you experiencing with this content?
ush: انا مواد ست تو جے مسئلہ پیخ بیلی؟

source: What issues are you experiencing with this sentence?
ush: تو تے ہنی فقرو در جے مسئلو ال نا

source: What is your age?
ush: تھئی عمر کچاک ہنی

source: What is your sex or gender?
ush: تھئی صنف یا جنس کچاک ہنی؟

source: What kind of goal do you want to build?
ush: تو کامیک قسم گول سپاریلا؟

source: What needs to be in my file?
ush: می زندگی جے ضروریات ہنی

source: What sentences can I add?
ush: ما کامیک جملہ ئی جمع تھو بئی ما؟

source: What’s inside the Common Voice dataset?
ush: کامن وائس ڈیتا سیٹ گوݜی جے ہنو؟

source: What's Public?
ush: خلق جے ہنی؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ush: کوئی جل قطار در وائس کلپ خطا تھے نا باسہ قطار در چکو بہنُو۔ آنا کلپ دُومونگو پیرا جا رد تھے جے لیسی کلپ مقبرہ تے بجونو۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ush: کلہ ݜُونلا، غورا ݜکے جے ریکارڈ بینلو لہ ݜکیتا لا مُو لیکا گؤنُو، لیز در شُونوٹی غلطی ہنی سکایا پیر تھا۔ لیز در عام غلطی ہُم ہنی۔

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ush: کارے تو تے ریکارڈنگ ئی درخواست تھئیلا، آسو لا ایک یا ایک کئی زیاد مختلف زیب فائل در مرتب تھونو، تھئی مݜینو درکواست اینی ہنو:

source: Which variant of { $language } do you speak?
ush: تو کامیک لہجہ { $language } رائیلا

source: Why ?
ush: کے؟

source: Why a profile?
ush: پروفائل کے؟

source: Why are you asking?
ush: تُو کے تپوس کیلا؟

source: Why Common Voice?
ush: کامن وائس کے؟

source: Why does this matter?
ush: انا جے مسئلہ ہنی

source: Why we built this Spontaneous Speech prototype
ush: اسو تی انا بے ساخت اسپیچ پروٹوٹائب کے سپارے

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ush: اینی ایک پروفائل ست تمُو کروم اؤ جگو خلکو کوروم معلومات تھو بئیلا۔

source: Wixarika
ush: ویخاریکا

source: Wolof
ush: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ush: تو تمو وائس ریکارڈنگ ڈیلیٹ تھونو درخواست دیلا یا تو تمو ڈیتا کامن وائس ڈیٹا سیٹ در تھونو خوشاریلا؟

source: Write
ush: لیکے

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
ush: منوڙے جے رزی سا لیِکا، بشمول پلیس ہولڈر یا الفاظ ،اُم؛ یا ، ایررر؛

source: Write down what you hear the person saying here
ush: کھارے لیکے تھا سا منوبا جے رزینی

source: Write options menu
ush: اپشن مینیو لیِکے

source: Xhosa
ush: خوسا

source: Xitsonga
ush: خیسونگا

source: y
ush: وائی

source: Yes
ush: صحیح بیِلو

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ush: سہی، ای میل ماتے ڇئینے۔ ما کامن وائس پراجیکے بارا در معلومات تھے ما۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ush: ہاں، ما تی ای میل ڇائینی۔ ما کامن وائس در انا جیِبے پروگریس بارا در اگاہ بونو بیچھیما۔

source: Yiddish
ush: یدیی

source: Yoruba
ush: یوروبا

source: You
ush: تُو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ush: تو ڈاونلوڈ تھونو بیچھیلا <size> { $size }مُݜو تھی

source: You are prepared to initiate a download of <b>{ $size }</b>
ush: تو ڈاونلوڈ تھونو کارا تیار ہنو{ $size }<b></b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
ush: تُو ڑائیٹر پیج جملئی جمع توبھئیلا۔ <writePageLink> </writePageLink> یا ریویو پیج جملئی جائزہ گھیِن بئئیلا۔ </reviewPageLink>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
ush: تو تے براہ راست تمو داونلوڈ منیجری کارا یو ار ایل کاپی پیسٹ تھو بھئیلا۔ انا دواش گینٹاؤ در ایکسپائر بینی، تو کارے ہُم نو سپارونو کارا انا صفحہ تھی واپس ہو بھئیلا۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ush: تو ہُم کیبورڈ شارٹ کٹ استعمال تھو بئیلا: { sc-review-form-button-approve-shortcut } منظور تھون،{ sc-review-form-button-reject-shortcut }رد تھونو کارا{ sc-review-form-button-skip-shortcut }سکیپ تھونو کارا

source: You can choose to make your username public or anonymous.
ush: تو تمو یوزر نوم نامعلوم یا عوامی تھو بئینو

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
ush: تو ڈیٹاسیٹ پیج تے بج بھئی لا</datasetsPage>، تو کامیک جیِب بیچیلا سا سلیکٹ تھی، اؤ سا ڈاونلوڈ تھی! انا فائل در میٹا ڈیٹا ہُم شامل ہنو</metadataLink>، ابادی معلومات اؤ تصدیقی ڈیٹا منجہانو۔ تو انا ڈیٹا سیٹ ڈاونلوڈ تھونو کارا تمو ای میل ایڈریس دو بئیلا۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ush: تو کامن وائس پروفائل سپارونو اؤ تمو آواز شریک تھونو کارا متنوع اوپن سورس ڈیٹاسیٹ سپارونو در مدد تھو بھاتا۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ush: تُو خلقو ست کامن وائس دے میلاؤ بیلا <discourseLink> ڈسکورس </discourseLink> مُوڙے تھے لا <matrixLink> میٹرکس </matrixLink> دستی مشورہ تھونا۔

source: You cannot add multiple sentences for a single submission
ush: تو سینگل سبمیشن کارا مختلف جمئی جمع نی تھو بئیلا

source: You cannot request your recordings while another request is already in progress.
ush: تو تمو ریکارڈنگ ریکوئسٹ نی دو بھئیلا کارے مݜو جا ہور ریکوئسٹ پروگریس در موجود بینو۔

source: You can request a new takeout of your recordings every { $days } days.
ush: تو ہردیس تمو نو ریکارڈنگ ٹیک اوٹ کارا ریکوئسٹ تھو بھئیلا۔{ $days }

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ush: تُو سا سرگرمی تو بھئیلا خلق منجا مدد تھین۔ تو آںا آن لائن تو بئیلا یا خلقو ست مخامخ تو بھئیلا۔ <eventTemplate>۔ سرگرمیو کارا آسئی مواد اؤ نمونے اینی ݜک بئیلا۔ </eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ush: تُو <sentenceCollectorLinkAdd>کم تعداد در جملئی جمع توبھئیلا </sentenceCollectorLinkAdd>یا تُو ایک پھونڈوگو جملئی تھوبھئیلا</sentenceCollectorLinkAdd> گٹ لیب۔ یادتتے آنی جملئی CC0 لیسن بونو یا انا جملہ پبلک بونو یا تُو آکی لیِکھ بھئیلا۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ush: تُو لے لینگ استعمال تھو بئیلا </scraperLink> ویکیپیڈیا کئی مکٹصر جملئی گھینئی۔

source: You check whether the transcription matches the audio
ush: تو چیک تھے چی ٹرانسکریپشن آڈیو ست برابر ہنو

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
ush: تو کامن وائس شان تی ویب سائٹس شامل تھو بئیلا۔https://commonvoice.mozilla.org/

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
ush: تو اکیڈیمک حوالو طریقہ کار استعمال تھو بئینا لکہ “موزیلا[2021] کامن وائس ہارورڈ طریقہ کارhttps://commonvoice.mozilla.org/ [پندرا سمبر 2021 ] تی دستیاب ہنو“

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ush: تُو تمو آنا کرومے کارا سوشل میڈیا استعمال تو بئیلا۔ سوشل میڈیا جا پوسٹس شئیر تھو بئیلا۔ سوشل میڈیا جاں اینی کمپینے کارا اینی مواد ݜک بئیلا۔ </campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ush: تھئی ایک جیِب منتخب نی تھے گے۔ تمو پروفایل تے بو۔ <profileLink> اؤ جیِب </profileLink>منتخب تے۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
ush: تھئی انا پیج اے سبمیشن حد پورا تھینی۔ مہربانی انتظار تھا{ $retryLimit }میلٹو ہورے جملؤ سبمیٹ تھونو کئی مُݜو۔ تھئی صبر تھونو کارا شکریہ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
ush: تو انا پڇوائی سبمیشن تی آبریلنو، ہورے جملئی اپلوڈ تھونو کئی مݜو ایک سیکنڈ انتظار تھی۔ صبری کارا شکریہ!

source: You must allow microphone access.
ush: تُو تے مائیکروفون ݜوؤنُو پکار ہون۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
ush: تو تی ریکارڈنگ ہر ایک لفظ ݜنونو ضرورت ہنی، آسو جیچھونا ازدا تھونوکارا الگور تھم مشین بیک گراونڈ شور ختم تھونو قابل سپارا بجئی۔ اینی بیک گراونڈ در ایناک شانے اوچت آواز اؤ موسیقی ہم قبول ہنی سا تو تی متن ݜنونو در مشکل نی سپارینو۔ کریکلز یا بریکنگ اپ تو تی متن ݜنونو در مسئلہ سپارینو سا کلپ ریجیکٹ تھی۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ush: تمو جیِب در الفاظ آدا تھی، تھئی دھرونو دیش انتخاب بینی، تو ہورے کامیک کامیک جیبے اؤ لالو عوامل رزبئیلا، تو انی ست منسلک ہر ایک مواد شیئر تھو بئیلا۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ush: تھئی نامعلوم ریکارڈنگ آواز کامن وائس ڈیٹاسیٹ در دھرنو، کارے تو تمو پروفائل ڈیلیٹ تھیگینو تو تمو کامن وائس در ریکارڈنگ پیر تھونو کارا درخواست جمع نی تھو بئیلا۔

source: Your daily goal has been created
ush: تھئی ہر دیس گول سپارا گونو

source: Your dataset is downloading!
ush: تھئی ڈیٹا سیٹ ڈاونلوڈ بینو

source: Your download has started.
ush: تھئی ڈالؤنلوڈ شروع بلو

source: You’re contributing to a target segment
ush: چھو ایک سیگمنٹ ٹارگٹ در مدد تھا

source: You’re contributing to our first target segment
ush: چھو آسائیں آولنئی سیگمنٹ ٹارگٹ در مدد تھا

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ush: تو فی الحال گول یاد دہانی کارا<bold> ای میل حاصل تھونو</bold> کارا تیار نیِش، پیشرفت اپڈیٹس اؤ نیوز لیٹر کامن وائس بارا در

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ush: تو چئین گول یادہانی کارا ای میل حاصل تھونو کارا تیار ہنو، کامن وائس بارا در می پروگریس اپڈیٹ اؤ نیوز لیٹر

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ush: تُو لال تیز بئیلا۔ ایناک شانتے ساہ گھیِن أنی جملئی سہی ہینی۔

source: You're helping Common Voice reach our daily sentence goals!
ush: چھو کامن وائس ہر دیس جملئی پورا تھونو مقصد اے کارا آسئی مدد تھا

source: Your email address
ush: تمو ای میل ایڈریس

source: You respond or reply to it as naturally as you can
ush: تو ما تھی جواب دے تو کدا کوروم تھین

source: Your files are being assembled. Please check again later.
ush: تھئی فائل جمع بینو، مہربانی تھا بعد در دوبارا چیک تھا

source: Your Languages
ush: تھأئی جیِبے

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ush: کہ تھئی وینا کلپ کائی بھار بیلی نو تو سیٹینگ در انگولی دو بئیلا انیس کارتمو جیِبے ا ہورے جمہ ئی ݜک بئیلا۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ush: تھئی جیِبے فقرے کامیک کھانو بدل ہنی کہ تو تیار ہنو تو تمو سیٹنگ بدل تو بئی لا ہورو فقرے انا جیِب در

source: Your username and email will not be associated with the published data.
ush: تھئی یوزر نوم اؤ ای میل پبلیش بیالی مواد ست نی شریک بینی۔

source: Your weekly goal has been created
ush: تھئی ہفتہ وار گول سپارا گونو

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
ush: تو تے ایک مختصر وضاحتی ای میل آبریلو،

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ush: چھو اسو کامن وائس کوروم بونو چھو اسائی انا کوروم جا ڇلو غرات

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ush: تھئی کامن وائس تحقیق ست کوروم تھئی لا ہر دیز صحیح مقصد کارا

source: You've successfully signed up for contributing to { $language }. Thank you.
ush: تھئی کامیابی ست تقسیم کارا سائن اپ تھیگی{ $language } تھئی مہربانی۔

source: You want to join the Common Voice mailing list
ush: تو کامن وائس مائلنگ لیسٹ در شامل تھونو خوشارئیلا؟

source: You write down what you hear in the audio clips
ush: تھئی آڈیو کلپ در سا ݜونے سا کھارے لیِکے

source: Zaza
ush: زازا

source: Zulu
ush: زولو

source: account recovery key
ush: اکاونٹ ریکوری کی

source: add-on
ush: ایڈ- ان

source: alternate text
ush: متبادل ٹیکسٹ

source: attack
ush: حملہ

source: attacker
ush: حملہ آور

source: Attack Site
ush: حملہ ئی دیِش

source: attendee
ush: حاضری

source: validity
ush: درستگی

source: version
ush: ورژن
